# -*- coding: utf-8 -*-
# @Time   : 2020/3/17 10:24 下午
# @Author : NewmanZhou
# @Desc : ==============================================
# Life is Short I Use Python!!!                      ===
# If this runs wrong,don't ask me,I don't know why;  ===
# If this runs right,thank god,and I don't know why. ===
# Maybe the answer,my friend,is blowing in the wind. ===
# ======================================================
# @Project : StudySpace
# @FileName: baidu_fenci.py
# @Software: PyCharm
import pkuseg
text = ""
summary = "在26日举行的博鳌亚洲论坛2019年年会“世界经济展望2019：确定性与不确定性”分论坛上，意大利经济发展部副部长杰拉奇（Michele Geraci）表示，意大利是第一个加入“一带一路”倡议的七国集团（G7）国家，意中双方均非常重视签订的谅解备忘录（MOU）。 　　据新华社消息，23日中意双方发表的关于加强全面战略伙伴关系的联合公报（下称“联合公报”）显示，中意双方签署了19项政府间双边合作文件。其中，双方欢迎签署政府间关于共同推进“一带一路”建设的谅解备忘录。意大利由此成为首个支持该倡议的G7国家。 　　“我们想要把之前的时间给补上来。”杰拉奇说，“我们注意到欧洲尽管表面对华政策是统一的，但每个国家都有一定的自主性。在过去10~15年中，比起其他欧洲国家来说，我们与中国的商业关系是滞后的。” 　　杰拉奇还表示，欧洲国家愿意加入“一带一路”倡议，希望能够抓住这个机会。“意大利是欧盟的主要国家，我们想要做出表率。我们签了MOU之后，其他国家都会跟着我们走。”他说，虽然不便透露具体名字，但另有两个欧洲国家也想加入中国的“一带一路”倡议。 　　不仅是意大利 　　意大利经济和财政部部长乔瓦尼&#00183;特里亚曾将“一带一路”形容为“一趟意大利不容错过的火车”。 　　杰拉奇表示，未来，意大利需要更多地与中国建立联系。“意大利有很多规模不足15人的小微家族企业，我们需要加快和中国的商业关系。”他说。 　　对于未来具体的合作项目，杰拉奇表示，意大利政府已经推出了与中国加强关系的计划，但具体要由私营部门的公司来具体决定他们想要加入什么样的项目和中国合作。 　　他称，中国比较擅长的领域正好也是意大利需要关注的领域，例如港口、公路等基础设施。 　　《联合公报》提到，双方认识到“一带一路”倡议在促进互联互通方面的巨大潜力，愿加强“一带一路”倡议同泛欧交通运输网（TEN－T）等的对接，深化在港口、物流和海运领域的合作。意方愿在欧盟“欧亚互联互通战略”基础上，利用中欧互联互通平台提供的机遇，发挥自身优势，同中方开展合作。双方确认愿在亚洲基础设施投资银行（AIIB）内共同努力，推动与亚投行宗旨与职能一致的互联互通。双方还表达了增加两国航线联系，为双方航空公司开展业务和进入对方市场提供便利的愿望。 　　根据中国商务部数据，目前，中国是意大利在亚洲的第一大贸易伙伴，意大利是中国在欧盟第五大贸易伙伴。2018年，双边贸易额突破500亿美元，同比增长9.1%。中意两国在拓展贸易和投资、基础设施建设、金融、卫生、旅游等领域都有较大的合作空间。 　　其实，除了意大利外，“一带一路”倡议在全球更广泛的地区受到关注和欢迎，除意大利外，G7成员中，英国“一带一路”特使范智廉（Douglas Flint）爵士曾在去年7月对“一带一路”倡议表示赞赏。 　　他当时介绍称，目前英国在“一带一路”倡议中有三方面工作，一是和中国合作伙伴一起发现有哪些项目可以吸引国际融资；二是推进另外项目的等级化和标准化；三是在“一带一路”倡议项目债券标准方面在做一些合作，希望能够加强流动性的能力。 　　法国前总理拉法兰近日在谈及中国今年将举办第二届“一带一路”国际合作高峰论坛时表示，“一带一路”倡议汇聚各国共同发展的合作意愿，对当今世界尤其重要。 　　此外，日本首相安倍晋三去年10月访问中国时曾表示，“一带一路”倡议是有潜力的构想，日方愿同中方在包括共同开拓第三方市场在内的更广泛的领域加强合作。 　　亚洲区域一体化加快 　　“一带一路”倡议也是本届博鳌亚洲论坛的主要议题之一。 　　在今早的博鳌亚洲论坛2019年年会新闻发布会暨旗舰报告发布会上，博鳌亚洲论坛秘书长李保东表示，中国的“一带一路”倡议不但在亚洲地区，而且在世界其他的地区都受到了欢迎，反应都很积极。 　　会上发布的《亚洲经济一体化报告》指出，亚洲区域一体化有加快的趋势，区域内的贸易直接投资依存度保持在50%以上。为迎接新的机遇，亚洲经济体应该更加紧密的合作，将“一带一路”建设推向新的阶段。 　　东盟与中日韩宏观经济研究办公室首席经济学家许和意认为，东盟+3可以从“一带一路”倡议中长期受益。 　　他称，“一带一路”倡议帮助克服了单个国家潜力方面的不足，提供了一些新的机遇，使得我们可以获取负担得起的融资，能够聚集资源跟能力，能够使各国聚集在一起，也能够聚集一些国际金融机构的力量。 　　中亚区域经济合作学院第一副院长梁子谦表示，中亚国家需要将基础设施投资占国内生产总值（GDP）的占比在未来12年内翻倍，这个巨大的投资挑战和缺口需要综合性的改革措施。“在‘一带一路’倡议之下，基础设施的发展能够将深锁内陆的中亚地区，变成一个经济连通和贸易连通的重心，促进包容发展和经济的共建。”他称。（第一财经）"

pku_seg = pkuseg.pkuseg(postag=True)
pku_results = pku_seg.cut(summary)
print(' '.join('%s/%s' % (word, tag) for (word, tag) in pku_results))